import './style/about.css'
import Topnav from './topnav';

function About() {
  return (
    <main>
      <Topnav/>
      <div>
        <p id="text3">
          레스다인은 요식업 분야(외식업)에서의 탁월한 경험과 노하우를 통해 여러분들을 성공으로 안내하는 회사입니다.
          <br /><br /><br />
          이미 요식업 분야(외식업)에서 큰 성공을 해낸 사업가들이 직접 컨설턴트가 되어 여러분들을 성공으로 이끌 것 입니다.
          <br /><br /><br />
          저희는 요식업 업계(외식업)에서의 미묘한 세부 사항과 전략적인 도약점을 이해하고있습니다.
          <br />
          직설적으로 말하자면 요식업(외식업) 업계에서 성공하는 로직을 알고 있습니다.
          <br /><br /><br />
          저희의 컨설턴트들은 각 고객의 가게에 맞게 문제점을 파악하고 솔루션을 제시합니다.
          <br />
          매출 증가, 비용 효율화, 운영의 최적화, 메뉴 혁신, 인력 관리, 마케팅 전략, 그리고 다른 다양한 영역에서 전문 컨설팅을 제공합니다.
          <br /><br /><br />
          레스다인과 함께라면, 단순히 음식을 제공하는 것을 넘어서 성공한 사업가로 거듭날수 있습니다.
          <br /><br /><br />
          저희의 목표는 최대한 많은 요식업(외식업) 사업가들이 최대한 많은 매출을 내게 만들어서 사회의 선순환이 가능 할 수 있게 만드는 것 입니다.
          <br /><br /><br />
          레스다인은 요식업 사업의 성공을 위한 신뢰할 수 있는 파트너로서 여러분을 환영합니다.
        </p>
      </div>
    </main>
  );
}

export default About;