import './style/privacy.css'
import React from 'react';

function Privacy(){

  return(
    <main>
      <p id='text3-privacy'>
      <h1 className='strongtext-privacy'>레스다인 컨설팅 개인정보 처리방침</h1>

      <h2 className='strongtext10'>1. 개인정보의 처리 목적</h2><br/>
      레스다인 컨설팅(이하 '회사')은 서비스 제공, 계약 이행, 요금 정산, 회원 관리, 마케팅 활동 및 서비스 개선을 위해 필요한 최소한의 개인정보를 처리합니다.
      <br/><br/>
      이용자의 개인정보는 명시된 목적 이외에는 사용되지 않으며, 목적의 변경 시에는 정보주체의 명시적인 사전 동의를 얻을 것입니다.
      <br/><br/><br/><br/><br/>
      <h2 className='strongtext10'>2. 개인정보의 처리 및 보유 기간</h2><br/>
      회사는 개인정보의 처리 및 보유 기간을 명확히 규정하여, 법령에 명시된 기간 또는 이용자 동의 하에 수집 시 고지된 기간 동안만 개인정보를 보관합니다.
      <br/><br/>
      예를 들어, 성명, 생년월일, 전화번호, 가게 위치, 이메일 등의 정보는 법적 의무 이행과 회원 관리 목적으로 최대 5년간 보유합니다.
      <br/><br/><br/><br/><br/>
      <h2 className='strongtext10'>3. 개인정보의 제3자 제공</h2><br/>
      회사는 이용자의 개인정보를 원칙적으로 제3자에게 제공하지 않습니다.
      <br/><br/>
      단, 이용자의 명백한 동의가 있거나, 법률에 근거한 요청, 또는 이용자 및 제3자의 권리와 재산을 보호하기 위한 경우와 같이 정당한 이유가 있을 때에 한해 예외적으로 개인정보를 공유할 수 있습니다.
      <br/><br/><br/><br/><br/>
      <h2 className='strongtext10'>4. 이용자의 권리</h2><br/>
      이용자는 언제든지 자신의 개인정보에 대한 열람, 정정, 삭제, 처리정지를 요구할 권리가 있습니다.
      <br/><br/>
      이러한 권리는 법정 대리인 또는 위임을 통해 행사할 수 있으며, 회사는 이에 신속하게 응답할 의무가 있습니다.
      <br/><br/><br/><br/><br/>
      <h2 className='strongtext10'>5. 처리하는 개인정보 항목</h2><br/>
      회사는 서비스 제공과 회원 관리를 위해 성명, 연락처, 이메일, 가게 위치, 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보 등을 처리합니다.
      <br/><br/><br/><br/><br/>
      <h2 className='strongtext10'>6. 개인정보의 파기</h2><br/>
      보유 기간이 경과하거나 처리 목적이 달성된 개인정보는 즉시 파기됩니다. 파기 절차는 내부 방침과 관련 법령에 따라 이루어지며, 전자적 파일은 기술적 방법으로 완전히 삭제하고, 종이 문서는 분쇄 또는 소각하여 파기합니다.
      <br/><br/><br/><br/><br/>
      <h2 className='strongtext10'>7. 쿠키의 사용</h2><br/>
      회사는 개인화된 서비스 제공을 위해 쿠키를 사용할 수 있으며,
      <br/><br/>
      이용자는 웹 브라우저 설정을 통해 쿠키의 저장을 선택적으로 허용하거나 거부할 수 있습니다.
      <br/><br/><br/><br/><br/>
      <h2 className='strongtext10'>8. 개인정보 보호책임자</h2><br/>
      회사는 개인정보 보호책임자를 지정하여 개인정보 보호와 관련한 이슈를 관리하고 있습니다.
      <br/><br/>
      책임자의 연락처는 아래와 같습니다.
      <br/><br/>
      성명 : 황태영
      <br/><br/>
      연락처 : 010-4688-3504
      <br/><br/>
      이메일 : resdineconsulting@gmail.com
      <br/><br/><br/><br/><br/>
      <h2 className='strongtext10'>9. 변경사항의 고지</h2><br/>
      본 개인정보 처리방침은 2023년 11월 6일부터 시행됩니다.
      <br/><br/>
      방침이 변경되는 경우에는 웹사이트 공지사항을 통해 고지할 것입니다.
      <br/><br/>
      본 방침은 정보 주체의 권리를 보호하고, 정보의 안전한 관리를 위해 최선을 다하고 있음을 알려드립니다.
      </p>
    </main>
  );
}

export default Privacy;