import './style/privacy.css'
import React from 'react';

function Refund(){

  return(
    <main>
      <p id='text3-privacy'>
      <h1 className='strongtext-privacy'>레스다인 컨설팅 환불 정책</h1>

      <h2 className='strongtext10'>1. 환불 정책 적용 범위</h2><br/>
      본 환불 정책은 레스다인 컨설팅(이하 '회사')이 제공하는 모든 컨설팅 서비스(이하 '서비스')에 적용되며,<br/>
      서비스를 구매하는 모든 고객(이하 '고객')에게 적용됩니다.
      <br/><br/>
      고객이 서비스를 구매함으로써, 본 환불 정책에 대한 동의를 인정합니다.
      <br/><br/><br/><br/><br/>
      
      <h2 className='strongtext10'>2. 환불 조건</h2><br/>
      - 고객은 서비스 시작일로부터 6개월 이내에 환불을 요청할 수 있습니다.
      <br/><br/>
      - 서비스 시작 전 환불 요청 시, 고객은 지불한 금액 전액에 대해 환불을 받을 권리가 있습니다.
      <br/><br/>
      - 환불 요청은 서비스를 통한 매출 증가가 없을 경우에만 유효합니다.
      <br/><br/>
      - 서비스 시작 후 환불을 요청할 경우, 제공된 서비스의 범위와 진행 정도에 따라 환불 금액이 산정됩니다.
      <br/><br/><br/><br/><br/>

      <h2 className='strongtext10'>3. 환불 불가 조건</h2><br/>
      - 특정 서비스는 구매 후 환불이 불가능할 수 있으며, 이는 해당 서비스 구매 시 명시됩니다.
      <br/><br/>
      - 서비스를 통해 매출 증가가 있었던 경우 환불이 불가합니다.
      <br/><br/>
      - 서비스의 진행과 결과에 대한 고객의 주관적인 만족 또는 불만족은 환불의 사유로 인정되지 않습니다.
      <br/><br/><br/><br/><br/>

      <h2 className='strongtext10'>4. 환불 절차</h2><br/>
      - 환불 요청은 서면 또는 회사가 정한 다른 방법을 통해 제출되어야 합니다.
      <br/><br/>
      - 회사는 환불 요청을 접수한 날로부터 정해진 기간 내에 해당 요청의 타당성을 심사하고, 그 결과를 고객에게 알립니다.
      <br/><br/>
      - 환불이 승인된 경우, 결제된 방법과 동일한 수단을 통해 환불이 진행되며, 이는 환불 결정 후 정해진 기간 내에 완료됩니다.
      <br/><br/><br/><br/><br/>

      <h2 className='strongtext10'>5. 환불 금액 계산</h2><br/>
      환불 금액은 서비스 이용 기간, 사용된 자료와 자원, 그리고 기타 서비스 제공에 발생한 비용을 감안하여 결정됩니다.
      <br/><br/><br/><br/><br/>

      <h2 className='strongtext10'>6. 기타 유의사항</h2><br/>
      - 환불은 원칙적으로 원래 결제 방법을 통해 이루어집니다.
      <br/><br/>
      - 환불에 관한 상세한 내용은 서비스 계약서에 별도로 기술됩니다.
      <br/><br/><br/><br/><br/>

      <h2 className='strongtext10'>7. 정책 변경 사항</h2><br/>
      회사는 본 환불 정책을 재량에 따라 변경할 권리를 보유하며, 변경 사항은 회사의 웹사이트 공지사항을 통해 즉시 고객에게 공지됩니다.
      <br/><br/><br/><br/><br/>

      본 환불 정책은 회사와 고객 간의 상호 이해와 합의를 기반으로 합니다.
      <br/><br/>
      모든 고객은 본 정책의 내용을 주의 깊게 검토하고, 서비스 구매 전에 모든 조항에 동의해야 합니다.
      </p>
    </main>
  );
}

export default Refund;